Repository: mozilla-l10n/mt-training-data
Catalog: phl/phl_pontoon.tmx
Source language: en_us
Languages: phl

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
phl: موزیلا کامن وائس دُنیئی بُٹھیم دی مختلف خلکیمی ازدہ تھئینی سمِجیلو او کھولاؤ بیتیمی ڈیٹا سیٹ۔ بے مکمل طور کی عطیمی زریعہ کی کرام تھانہ۔ سالانا آک ملین ڈالر ڈیٹا سیٹ انٹرنیٹی چھورئنی دپارہ او ڑیوے دوئی کرام تھئنی دپارہ ضرورت بھانہ۔ بے گُبا گلہ تھانہ ایڑا دی پان بھِشہ دی زیات زُبینیمی خلکہ ڑا دی فائدہ گِھنانہ۔ اگر تو ڑائی اہمیت جھانانو ہینتہ انو ڈیٹا کھولاؤ تھہ او آجے مالی مدد تھہ

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
phl: موزیلا اوپن سورس ہاواز جھانئنی ہ انجن "ڈیپ سپیچ" بیتی جھانئنی اپلیکیشن سمئنی دپارہ استعمال بھانو ے۔ بے <githubLink> "گیتھب" دڇھی </githubLink> یا شامل بھیڑ<discourseLink> "ڈیپ سپیچ" مشقول بھہ </discourseLink> کنا تھے شروع تھوم تھنی ازدہ تھئنی دپارہ۔

source: Mpiemo
phl: پیمو

source: Mundang
phl: مُونڈنگ

source: Mungaka
phl: مونگکا

source: Mutual accountability.
phl: تیݨی مجی آک دوئی سنگی حساب کتاب۔

source: n
phl: این

source: N
phl: این

source: N/A
phl: تو جھلی لاگو نہ۔

source: Name
phl: نو

source: Names of your language
phl: تیݨی زبینی نوہ

source: Native Language
phl: یئیی بابی زبان

source: Nature and Environment
phl: قدرت او ماحول

source: Need help with the Sex or Gender changes?
phl: جنس یا صنفی تبدیلیم وے مدددی ضرورت ہنئیے؟

source: Need some help with accent?
phl: لہجے وے گہ مدددی ضرورت ہِنئیے؟

source: Need some help with variants?
phl: لہجے وے گہ مدددی ضرورت ہِنئیے؟

source: Need to download your data?
phl: تھی ڈیٹا ڈون لوڈ تھئنی ضرورت ہنیئے؟

source: Nepali
phl: نیپالی

source: New Language Launch
phl: نیوی زُبان شروع بِھلیۡ ہِنیۡ

source: News and Current Affairs
phl: خبری او موجودہ حالات

source: Next
phl: مُݜٹو گرا بہ

source: Ngiembon
phl: نجیمبون

source: Ngomba
phl: نوگمبا

source: Nias
phl: نیاس

source: Nigerian Pidgin English
phl: نائجیرین پیڈیجن انگریزی

source: NKo
phl: اینکو

source: No
phl: نہ

source: [No ‘a’ in the original text]
phl: [اصل ٹیکسٹ 'اے' نہ]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
phl: <noCopyright>کاپی رائٹ نئنی</noCopyright> پابندی (cc-0)

source: No foreign letters
phl: دوئی زبینی حرفی استعمال نہ تھہ

source: No gravatar found for your email
phl: تھی ای میل دپارہ گہ گریواٹر ملاؤ نہ بھلو

source: No information
phl: معلومات نئنی

source: No information available
phl: معلومات دستیاب نئنی

source: Noise
phl: شور/ گُھوم

source: No microphone found.
phl: مائکروفون ملاؤ نہ بھانوۡ۔

source: Non-binary
phl: غیر بائنری

source: No numbers and special characters
phl: نمبرئے خاص حروفی استعمال نہ تھہ

source: Northern Hindko
phl: شمالی ہندکو

source: Northern Sotho
phl: نارتھن سوتھو

source: Northwest Gbaya
phl: برتھ ویست گبایا

source: Norwegian Bokmål
phl: نارویجین بوکمال

source: Norwegian Nynorsk
phl: ناریجئین نینورسک

source: No sentences to review. <addLink>Add more sentences now!</addLink>
phl: گھرے دڇھئنی دپارہ جملے نئینہ۔<addLink> دوئی جملے تپہ شامل تھہ</addLink>

source: ⓘ Not all sentences and clips have Variant tags yet!
phl: ⓘ تپان تی تمام جملے او کلپس وے متغیر ٹیگ نئینہ!

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
phl: نوٹ: کرے گلہ پشئنی دپارہ سیٹنگ تھانو ہینتہ۔ انی سیٹنگ <profileLink>بی تھینڈیو بھی پروفائل پیج</profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
phl: نوٹ: شراکتی قسم بدل تھئنی دپارہ تھی تپہ بی کھونڈئنی یا ݜُݨئنی انتخاب تھینڈیو بھی۔

source: Not Found
phl: ملاؤ نہ بھلو

source: No Thanks
phl: نہ غولیا، مہربینیۡ

source: No thanks, continue speaking
phl: نہ، مہربینی کھونڈئنی جاری ساتہ

source: Not use, or solicit, harmful or offensive language
phl: نُقصان دہ یا روݜِجی زبان استعمال نہ تھوئی

source: No variant selected
phl: گہ لہجہ منتخب نہ تھیلو ہنو

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
phl: تپہ تو تھے کمن وائسئ بارئی گہ نہ گہ معلومات بھلی۔ نِس گھنی کوشش تھہ۔ ہاواز زور تھے منئنی دپارہ مائیکی نݰونہ جھلی کلیک تھہ <br/> ۔ دوئی خلکیمی ہاواز کاݨ تھئنی دوائیانو ہینتہ پلے بٹینی جہ۔ ریکاڈنگے اسکرینی وے چونٹجلو آک شانتہ تھنی تھی مدد بھی۔

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
phl: تپتہ تو اوپن سورس وائس ڈیٹا بیس سمئنی مجی اسی مدد دپارہ تیݨی ہاواز عطیہ تھائی بھوڑ تس کو بی استمعال تھائی بھانہ۔ آلات او ویبی دپارہ جدید ایپس سمئنی دپارہ۔ مشینیم تھے انو ازتھئنیمی مدد دپارہ آک جملہ منوئی کی اصل کی خلکہ کنا بھے کھونڈانہ۔ دویمی کرام چیک تھوئی۔معیار بہتر تھئنی دپارہ شراکت داری۔ انو بیڈو اسکون!

source: Nuasue
phl: نواسوے

source: Nubi
phl: نوبی

source: Number of Voices
phl: ہاویزیمی تعداد

source: Numbers
phl: تعداد

source: Nüpode Huitoto
phl: نوپودی ہوئٹوٹو

source: Occitan
phl: اوسیتان

source: Odia
phl: اودیہ

source: Off
phl: آف

source: Offensive Content
phl: کھاچہ مواد

source: Offensive language
phl: کھیچی بیتی

source: Offensive speech
phl: کھیچی بیتی

source: Offline Sources
phl: آف لائن سورسس

source: On
phl: آن

source: On desktop devices you can contribute by downloading…
phl: تو ڈون لوڈ تھے ڈسک ٹاپ مشینی وے سورا حصہ گھنائی بھوڑ۔

source: On his head he wore a beret.
phl: تیݨی ݜِݜہ جُھلی گہ گلی ہینسیلو دے۔

source: On iOS please continue with Safari to enable recording…
phl: iOS مہربینی تھے رکاڈنگی قابل تھئنی دپارہ سفاری جھلی جاری تھوئی۔۔۔

source: Only show me sentences and clips from my variant
phl: ماتھے صرف می متغیر والہ جملے او کلپس پشوہ۔

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
phl: دوئی دوشی بہ، اگر تھی خیال کی یڑو لوز ڑا دی مُݜٹو مناٹی مخدوشی وے تھے نہ یھیلی ہنی یا بہ منئنی مجی غلط اندازہ گھنانو ہینتہ ، مہربینی تھے ایڑس رد تھہ۔ تو تھے یقین نئنی بہ ہینتہ اڑیگلئنی بٹنی جہ۔

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
phl: دوئی دوشی بہ، اگر تھی خیال کی یڑو لوز ڑا دی مُݜٹو مناٹی مخدوشی وے تھے نہ یھیلی ہنی یا بہ منئنی مجی غلط اندازہ گھنانو ہینتہ ، مہربینی تھے ایڑس رد تھہ۔ تو تھے یقین نئنی بہ ہینتہ اڑیگلئنی بٹنی جہ۔

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
phl: بے کھئو کرام تھانہ اینوے مکمل ناوہ شئیہ ہنہ۔ تحقیقی تعاون، ڈیٹا سمٹئنی یا انٹرویوز دپارہ، <emailFragment>اندہ پھیدوئی۔</emailFragment>

source: Opens in a new tab
phl: ناؤ ٹیب کھولاؤ تھوئی

source: Optionally join on our email list for updates and new information about the project.
phl: پراجیکٹی بارئی اپ ڈیٹس او نیوی معلوماتیمی دپارہاسی ای میل لسٹی وے شامل بھوئی۔

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
phl: اختیاری طور کی جمع شدہ آبادیمی ڈیٹا (لکہ عمر، جنس، زبان او لہجہ) تھی پروفائلہ وے کرے بی عوامی نہ تھئیجہ، او ڈیٹاسیٹی وے تھی اکاؤنٹی سنگی منسلک نہ تھئیجہ۔ انفرادی آڈیو کلپس ڈیموگرافک ڈیٹا سنگی زیات صحی تجزیہ تھئنی مقصد کی منسلک تھئیجہ - مثال کی، آک محقق آک مخصوص ڈیموگرافک سیگمنٹ دپارہ تربیتی ماڈل نشانہ تھئنی دوئیانو۔

source: Ormuri
phl: اُرمُڑی

source: Ossetian
phl: اوسیٹین

source: Other
phl: دوئی

source: Other Language
phl: دوئی زبان

source: Other people validate those voice clips.
phl: دوئی خلکہ انیۡ ہاویزی کلپسیمی توثیق تھانہ۔

source: Other voice datasets…
phl: دوئی وائس ڈیٹا سیٹ

source: Other Voice Datasets
phl: دوئی وائس ڈیٹا سیٹ

source: Ouldémé
phl: اُولڈیمی

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
phl: اسی کمیونٹی مینیجر پیشکش تھئنی دپارہ تو سنگی رابطہ تھی۔اضافی تعاون، او اگر موجود ہنتہ تو تھے منی تھی کمیونٹی تھی زبینی جھلی مُݜٹوئے کرام بھانو۔

source: Our governance is founded on the pillars of:
phl: اسی حکمرینی سمجئنی دپارہ آک تُھوݨی:

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
phl: اسی زُبان اسی شُلوک، اسی بھراویلیۡ۔ اسی نݜون، اسی ثقافت۔ یھوئی تہ تیݨی زُبینی دپارہ ایتیݨو ڈیٹا سیٹ سمایہ کی بے تمامی دُنیئی تھے پشوایہ

source: Our Partners
phl: اسی شراکت دارہ

source: Our partners include...
phl: اسی شراکت داران شامل ہِنہ..

source: Overall Accuracy
phl: بُٹھے صحی

source: Overall Hr. Total
phl: تمام ایچ آر مکمل

source: p
phl: پی

source: Paiwan
phl: پائیوان

source: Palula
phl: پالولا

source: Papantla Totonac
phl: پاپنتلا ٹوتونک

source: Papiamento
phl: پاپیامینٹو

source: Papiamento (Aruba)
phl: پاپیامنتو(آروبا)

source: Parkari Koli
phl: پرکری کولی

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
phl: لسانی کمیونٹی مباحثہ وے حصہ گِھن، سویلی کھوجہ، او یھاتہ واندہ واقعاتی بارئی بیڈو گہ ازدہ تھہ۔

source: Partner
phl: حصہ دار

source: Partners
phl: حصہ دار

source: Partnerships
phl: شراکت داری

source: Partnerships and networks
phl: حصہ دارری او خلکیم سنگی تعلقات

source: Partnerships, Press and Stories, Community and Languages
phl: شراکت، پریس او شلوکہ، کمہونٹیاو زبینی

source: Partner with us
phl: اسام سنگی شراکت دار

source: [Part of the text can’t be heard]
phl: [چونٹولو واندو تُوش حصہ نہ ݜُݨیجانوۡ]

source: Pashto
phl: پشتو

source: Past recordings download requests
phl: مُݜٹوکی ریکاڈنگی ڈاؤن لوڈی درخواستی

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
phl: کمن وائس ایتیݨو ہاویزی جمع تھئنی زھائی کی ڑو پورہ دُنئیئی وے تنخواہ نہ گھنی کرام تھاٹم خلکیم باندی چلئجانوۡ</p> فلحال وختہی زیات وائس ڈیٹاسیٹ کمپنیوم دی ہنم ایڑے وجہ باندی ڑیوے ناؤہ ناؤہ کرامہ نہ بھانہ، ایڑے پلیٹ فارمی وے انگریزیا دوئی خلکہ، معزور خلکہ، کُڑینہ ، ہم جنس پرست خلکہ او مختلف قسمہ جھلی عمل تھاٹہ (LGBTQIA+) خلکیمی نمائندگی بیڈی کام۔ ڑئی مطلب ایڑے کی انیوے ہاویزے ٹیکنالوجی بیڈی زبینیمی دپارہ کرام تھانوۡ۔ کرام تھیلو بیۡ ہینتہ بُٹھے زبینیمی دپارہ برابر کرام نہ تھانوۡ۔ بے ہرگوئی خلکہ متحرک تھے تنی ہاویزی تقسیم تھے نس تبدیل تھئنی دوئیانہ۔

source: People come and contribute their voices.
phl: خلک ہھاندہ او تیݨی ہاوازیزی جمع تھانہ۔

source: Persian
phl: فارسی

source: Personal dashboards keep you up-to-date with individual and community progress.
phl: ذاتی ڈیش بورڈی وے تو تھے خلکیمی او کمیونٹی کرامی بارئی معلومات بھی۔

source: Personally Identifiable Information
phl: ذاتی قابل شناخت معلومات

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
phl: <playbookLink> بُٹھے کامن وائسی بارئی رہنمائی انی زھئی</playbookLink>وے ہنہ۔ ایڑام مجی مقامی تھئنی گھنی ڈیٹاسیٹی استعمیلی تی او اسی کمیونٹی وے کنا بھے یھین تھنی معلومات ہنی۔

source: <playIcon></playIcon>Last one!
phl: <playIcon></playIcon>آخیری دانہ

source: Play/Stop
phl: لگیہ/بند تھہ

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
phl: مہربینی تھے اسی ٹمپلیٹ فائلی لنک <templateFileLink>چیک تھہ بینادی فائلی</templateFileLink>. تھے جملے کاپی رائٹی دی آذاد بھینڈیو (CC0 یا اصل کرام جمع تھئنی اجازت بھینڈیو) او صفا، گرائمری لحیظی صحیح او منئنی اسکون بھینڈیو۔جمع بِھلہ جملے 10-15سیکنڈی منِجہ وڑئی او تیوے نمبر، خاص نام او خاص حروف نہ بھینڈیو۔

source: Please fill out this field.
phl: مہربینی تھے انی زھائی پُورہ

source: Please select a language to review sentences.
phl: مہربنی تھے جملے گھرے دڇھئنی دپارہ آک زبان گھن۔

source: Polish
phl: پولیش

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
phl: تھی <pontoonAccountLink>اکاونٹ نئنی ہینتہ سمہ </pontoonAccountLink> تھے تیݨی زبان گھن<strong> (ٹیم) </strong> تھے پراجیکٹ گھن، <pontoonCvLink> کمن وائس</pontoonCvLink> ایڑا ترجمہ تھئنی فائلی ہنہ۔ تی جھلی کلک تھہ، لی وے انگریزی لفظ ہونسہ او ترجمہ تھئنی دپارہ آک خانہ ہونسہ۔

source: Portuguese
phl: پورتگالی

source: Powered by global communities, for global communities — 130 languages and growing!
phl: عالمی کمیونٹیز طاقت 130— زُبینی شامل ہنم

source: Press and stories
phl: پریس او شلوکہ

source: Press and Stories
phl: پریس او شلوکہ

source: Press play, listen & tell us: did they accurately speak the sentence below?
phl: پلے دباؤ تھہ، ݜُݨوئی او اسام تھے منوئی: کی گبا تی بُھن دِتو بھاو جملہ جملہ درست طریقہ کی منتوئے؟

source: Press { shortcut-play-toggle } to toggle play mode
phl: پلے موڈ کو ٹوگل کرنے کے لیے{ shortcut-play-toggle } دبائیں۔

source: Privacy
phl: رازداری

source: <privacyLink>Privacy</privacyLink>
phl: <privacyLink>رازداری</privacyLink>

source: Privacy Policy
phl: رازداری پالسیۡ

source: Privacy, security and transparency.
phl: راز داری، تحفظ او شفافیت

source: Pro
phl: حمایتی

source: Process / Steps
phl: عمل / اقدامات

source: Profile
phl: پروفائل

source: Profile information improves the audio data used in training speech recognition accuracy.
phl: پروفائلی معلومات اسپیچ ریکگنیشنی درستگی تربیتی وے استعمال بھاٹہ آڈیو ڈیٹا بہتر سمیانہ ہنہ۔

source: Progress
phl: پراگرس جاری

source: Public Domain
phl: عوامی دائرہ

source: Publicly accessible open speech datasets in 130+ languages
phl: 130+ زُبینیمی عوامی سطح کی قابل رسائی اوپن اسپیچ ڈیٹا سیٹس

source: Pular Guinea
phl: پولر گیونیا

source: Punctuation
phl: لہجہ

source: Punjabi
phl: پنجابی

source: Puno Quechua
phl: پونوقیچوا

source: Quechua Ambo-Pasco
phl: قیچوا امبو پاسکو

source: Quechua Arequipa-La Unión
phl: قیچوا اریکیوپا لا یونین

source: Quechua Cajatambo
phl: قیچوا کاجاٹامبو

source: Quechua Chanka
phl: قیوچوا چانکا

source: Quechua Chiquián
phl: قیچوا چکوین

source: Quechua Corongo Ancash
phl: قیچوا کورنگو انکاش

source: Quechua Jauja Wanka
phl: قیچوا جیوجاوانکا

source: Quechua Pasco Santa Ana de Tusi
phl: قیچوا پاسکو انادی توسی

source: Quechua Sihuas Ancash
phl: قیچوا سیہاوس انکاش

source: Quechua Yauyos
phl: قیچوا یایووس

source: Question Collection
phl: سُویلیمی مجموعہ

source: Questions which are very culturally specific, or make a lot of assumptions about the responder
phl: ایتیݨی سُویلی کی سے ثقافتی لحاظ کی بیڈی مخصوص ہنم ، یا جواب داٹی بارئی بیڈہ مفروضے پیدو تھینم۔

source: Questions which someone would struggle to respond to in 15 seconds (the maximum clip length)
phl: ایسے سُویلی کی تنی جواب 15 سیکنڈی دئنی دپارہ آک مِیش کوشش تھانوۡ (زیات کلپی لمبائی)

source: r
phl: آر

source: [‘Raised’ in English is always pronounced as one syllable, not two]
phl: [انگریزی وے 'raised' ہمیشہ آک سیلیبل (سانس) کی منجانو دُو کی نہ ]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
phl: ریٹ تیݨی حدی دی زیات بِھلی { $retryLimit } منٹ باد کوشش تھہ۔

source: Rate limit exceeded. Try again in { $retryLimit } seconds
phl: ریٹ تیݨی حدی دی زیات بِھلی { $retryLimit } سیکنڈ باد گھرے کوشش تھہ۔

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
phl: حکومت، غیر منافع بخش ادارے یا میڈیائی اداریم سنگی معلوم تھئنی دپارہ رابطہ تھوئی کی آیا تنی کھیئو بی ویب مواد، رپورٹس یا دوئی مواد عوامی ڈومین دپارہ وقف تھئجانو کی نہ۔

source: Reader Effects
phl: مناٹی اثر

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
phl: لوزہ ایندا تھے منئنی کی ڑے اصل اصلاحی وے موجود نئنیہ، کرے کاݨ تھیلو ہینتہ بیڈی احتیاط کی چیک تھینڈیو کی گُبا ریکاڈ تھیلو ہِنو او گُبا بہ چونٹِلیجلو ہنو تھی۔ اگر اضافی یا غلط لوز شامل تھیلو ہنو ہینتہ تس رد تھہ

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
phl: اسکور بی منئنی کی سے حقیقیت کی ڑیوے موجود نئینہ کنا چی "We are" زھئی "We're" یا ننام مݜٹو پتو تھئنی۔

source: Read More
phl: مزید منوئی

source: Read more on our About page
phl: اسی متعلقہ صفحہ بے دوئی مزید منوئی

source: Read sentences
phl: جملے منوئی،

source: Read Sentences
phl: جملے منوئی،

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
phl: تیݨی زُبان کی جملے زور تھے منوئی او دُنیئی بُٹھیم دی گاڈو پاویزی عوامی پلیٹ فارم وے حصہ گِھنوئی۔

source: Read Sentences, Answer Questions
phl: جملے منوئی، سُویلیمی جواب دوئی

source: Read Sentences <small>(Coming soon)</small>
phl: جملے منئنی <small>(لپ یھِین)</small>

source: Read sentences submitted by the community in various languages
phl: کمیونٹی خلکیمی طرفی مختلف زبینیم کی جمع تھیلہ واندہ جملے منہ۔

source: Read the sentence carefully - don’t miss, change or add words.
phl: جملے غور کی منہ۔ گہ اُڑیگلہ نہ مو، گہ بدل نہ تھہ، گہ ناؤ لوز شامل نہ تھہ

source: Ready to add your voice or lend your ear?
phl: تیݨی ہاواز شامل تھئنی دپارہ یا کاݨ تھئنی دپارہ تیار بھیڑے؟

source: Ready to contribute?
phl: حصہ گھنئنی تھے تیارے؟

source: Ready to donate your voice?
phl: تیݨی ہاواز وقف تھئنی دپارہ تیار

source: Ready to help validate sentences?
phl: صحیح جملے مدد تھئنی دپارہ تیارے؟

source: reCAPTCHA is required if you want to proceed
phl: اگر تو مُݜٹو گرا بھئنی دوئیانو ہینتہ تھے انو reCAPTCHA درکار ہنو

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
phl: ما تھے ایتیݨہ ایمیلی یھین وڑئی کی سے مقابلہ یا حدف ماتھے یات تھوون۔ می کرامی بائی آگاہی بھی او کمن وائسی برہ کی ماتھے نیوز لیٹری یھین۔

source: Recorded Clips
phl: ریکاڈ تھیلہ کلپز

source: Recorded Hours
phl: ریکاڈ بِھلو گھنتہ

source: <recordIcon></recordIcon> Last one!
phl: <recordIcon></recordIcon> آخیری آک دانا!

source: [Recording cut off before the end of the last word]
phl: [اخیری لوزہ دی مݜٹو ریکاڈنگ بند تھئنی]

source: Recordings
phl: ریکاڈنگ

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
phl: وائس کلپسی ریکارڈنگ اسی اوپن ڈیٹاسیٹی تعمیری آک لازمی حصہ ہنو۔ گہ منتے کی نو بیڈو مزیئی حصہ ہنو تھنی۔

source: Record/Stop
phl: ریکاڈ تھہ/بند تھہ

source: Record your response
phl: تیݨی جواب ریکارڈ تھہ

source: Record yourself reading sentences in your language
phl: تیݨی زبان کی منئنی جملے ریکاڈ تھوئی۔

source: Record yourself responding to questions and prompts in your language
phl: تیݨی زبان کی منئنی جملے ریکاڈ تھوئی۔

source: Record your voice
phl: تیݨی ہاواز ریکارڈ تھہ

source: Reference the source of your sentence (required)
phl: تیݨی جملئی حوالہ دہ (لازمی)

source: Refresh
phl: ریفریش

source: Reject
phl: رد تھئنی

source: Remove
phl: پھرہ تھے

source: Remove Avatar
phl: اوتار پھرہ سرِکہ۔

source: Report
phl: رپوٹ

source: Report was passed successfully
phl: رپوٹ کامیبی کی منظور بھلی

source: Request a Language
phl: زبینی دپارہ درخواست تھہ

source: Request recordings
phl: ریکاڈنگی درخواست

source: *required
phl: ضرورت

source: Re-record
phl: دوبارہ ریکاڈ

source: Re-record clip
phl: ہاواز دوبارہ ریکاڈ تھہ

source: Respond
phl: جواب دوئی

source: Respond To Prompt
phl: پرامپٹی جواب دہ۔

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
phl: تیݨی زُبانی دپارہ ڈیٹا سیٹ سمئنی دپارہ بیڈو ترو جواب دوئی۔ زُبان کھونڈئنی دپارہ اینو بیڈو زبردست

source: Response deleted successfully
phl: جواب کامیابی کی ڈلیٹ بھلو۔

source: Response submitted successfully
phl: جواب کامیابی کی جمع بھلو۔

source: Return
phl: واپس تھہ

source: Return here to edit your goal anytime.
phl: انی وے یھئی تو گہ وختی بی ہینتہ تیݨی مقصد بدل تھائی بھوڑ۔

source: Return to Common Voice
phl: کمن وائسہ تھے وااپس یھہ۔

source: Return to Common Voice Datasets
phl: کمن وائس ڈیٹا بیسی تھےۡ واپس یھہ

source: Return to Languages
phl: زبینیم تھے واپس یھہ

source: Review
phl: دوبارہ دڇھئنی

source: Review and vote for new questions submitted by the community
phl: کمیونٹی طرفی جمع تھیلی ویندی سویلیمی دوبارہ جائزہ تھوئی تھے بہ ووٹ دوئی

source: Review could not be saved. Please try again later.
phl: دوبارہ دڇھیلو واندو محفوظ کوتھئنی نہ بھانوۡ۔ تُوش سہات پہُرتہ گھرے کوشش تھہ۔

source: ⓘ Review Criteria
phl: دوبارہ دڇھئنی معیار

source: Review Criteria
phl: دوبارہ دڇھئنی معیار

source: Reviewed sentences not submitted, are sure?
phl: گھرے دڇھِلہ بھاؤ جمع نہ بھلہ، تھی یقین ہِنئیے؟

source: Review existing sentences submitted by the community
phl: کمیونٹی خلکیمی طرفی پیش تھیلہ بھاؤ موجودہ جملیمی جائزہ گھن

source: Reviewing Sentences
phl: جملے دوپارہ دڇھئنی

source: Review questions
phl: سویلیمی دوبارہ جائزہ تھوئی

source: Review & re-record clips here as you go
phl: مُݜٹو گرا گُوم ہینتہ دوبارہ دڇھہ ہاواز بی گھرے ریکاڈ تھہ

source: Review & re-record clips if needed
phl: اگر ضرورت بھلی ہینتہ ہاویزی کلپ دوبارہ ریکاڈ تھہ او دوبارہ دڇھہ

source: Review Sentences
phl: جملے گھرے دڇھہ

source: Review sentences in your language
phl: تیݨی زبان کی جملیمی جائزہ تھہ۔

source: Review & Submit
phl: دوبارہ چڇھہ او جمع تھہ

source: Review transcriptions
phl: عبارت دھرائی تھہ

source: Review transcriptions of recorded sentences for accuracy
phl: درستگی دپارہ ریکاڈشدہ عباراتی جائزہ گھن

source: Review Transcriptions <small>(Coming soon)</small>
phl: دوبارہ دڇھئنی عبارت <small>(لپ یھین )</small>

source: Review user-submitted transcriptions in your language
phl: تیݨی زبان کی صارفی جمع تھیلہ عبارتی جائزہ گھن۔

source: Romanian
phl: رومانی

source: Romansh Sursilvan
phl: رومانش سورسیلوان

source: Romansh Vallader
phl: رونانیش ولادیر

source: Rukai
phl: روکائی

source: Runyankole
phl: روننکولے

source: Russian
phl: رشیئن

source: Rutoro
phl: روٹرورو

source: Ruuli
phl: رولی

source: s
phl: ایس

source: S
phl: ایس

source: Sabah Bisaya
phl: صباح بسایا

source: Sabah Malay
phl: صباح مالے

source: Sa'ban
phl: سابن

source: Saʼban
phl: سابن

source: Sakha
phl: ساخا

source: Sakizaya
phl: ساکیزایا
